Repository: qtextended/qpe
Catalog: i18n/*/addressbook.po
Languages: de

source: AbEditor::< Address, City >
de: < Adresse, Stadt >

source: AbEditor::< Address, Country >
de: < Adresse, Land >

source: AbEditor::< Address, State/Province >
de: < Adresse, Bundesland/Teilstaat/Provinz >

source: AbEditor::< Address, Street >
de: < Adresse, Straße >

source: AbEditor::< Address, Zip/Postal Code >
de: < Adresse, Postleitzahl >

source: AbEditor::< Company >
de: < Firma >

source: AbEditor::< Department >
de: < Abteilung >

source: AbEditor::< Full Name >
de: < Vollständiger Name >

source: AbEditor::< Notes >
de: < Anmerkungen >

source: AbEditor::< Title >
de: < Titel >

source: AbEditor::Doctor
de: Dr.

source: AbEditor::Jr.
de: jun.

source: AbEditor::Mr
de: Herr

source: AbEditor::Ms
de: Frau

source: AbEditor::Prof.
de: Prof.

source: AbEditor::Senior
de: sen.

source: AbEditor::Sr.
de: Sr.

source: AbEditorBase::AbEditorBase
de: AbEditorBase

source: AbEditorBase::Birthday:
de: Geburtstag:

source: AbEditorBase::Email:
de: E-Mail:

source: AbEditorBase::Fax:
de: Fax:

source: AbEditorBase::Home Ph:
de: Tel. (priv.):

source: AbEditorBase::Mobile Ph:
de: Tel. (mobil):

source: AbEditorBase::Other:
de: Weitere:

source: AbEditorBase::Spouse:
de: Ehepartner/in:

source: AbEditorBase::Web Page:
de: Homepage:

source: AbEditorBase::Work Ph:
de: Tel. (berufl.):

source: AbLabel::Birthday
de: Geburtstag

source: AbLabel::Email
de: E-Mail

source: AbLabel::Fax
de: Fax

source: AbLabel::Home Ph
de: Tel. (priv.).

source: AbLabel::Mobile Ph
de: Tel. (mobil)

source: AbLabel::Other
de: Weitere

source: AbLabel::Spouse
de: Ehepartner/in

source: AbLabel::Web Page
de: Homepage

source: AbLabel::Work Ph
de: Tel. (berufl.)

source: AbNameBase::Cancel
de: Abbrechen

source: AbNameBase::First
de: Rufname

source: AbNameBase::Last
de: Nachname

source: AbNameBase::Middle
de: Weitere Vornamen

source: AbNameBase::Name Details
de: Namensangaben

source: AbNameBase::OK
de: OK

source: AbNameBase::Suffix
de: Suffix

source: AbNameBase::Title
de: Titel

source: AbTable::Contact
de: Kontakt

source: AbTable::Full Name
de: Vollständiger Name

source: AddressDetails::Address Details
de: Adressangaben

source: AddressDetails::Cancel
de: Abbrechen

source: AddressDetails::City
de: Stadt

source: AddressDetails::Country
de: Land

source: AddressDetails::OK
de: OK

source: AddressDetails::State/Province
de: Bundesland/Teilstaat/Provinz

source: AddressDetails::Street
de: Straße

source: AddressDetails::Zip/Postal
de: Postleitzahl

source: AddressbookWindow::Address Book
de: Adressbuch

source: AddressbookWindow::Edit Address
de: Adresse ändern

source: AddressbookWindow::List Operations
de: Adressliste bearbeiten

source: AddressbookWindow::View Operations
de: Anzeigemöglichkeiten

source: CompanyDetails::Cancel
de: Abbrechen

source: CompanyDetails::City
de: Stadt

source: CompanyDetails::Company Details
de: Angaben zur Firma

source: CompanyDetails::Country
de: Land

source: CompanyDetails::Name
de: Name

source: CompanyDetails::OK
de: OK

source: CompanyDetails::State/Province
de: Bundesland/Teilstaat/Provinz

source: CompanyDetails::Street
de: Straße

source: CompanyDetails::Zip/Postal
de: Postleitzahl
