Repository: qtextended/qpe
Catalog: i18n/*/citytime.po
Languages: de

source: CityTime::Restore Time Zone
de: Zeitzone wiederherstellen

source: CityTime::There was a problem setting timezone %1
de: Beim Setzen der Zeitzone %1 ist ein Problem aufgetreten.

source: CityTime::There was a problem setting your timezone.Your time may be wrong now...
de: Beim Setzen der Zeitzone ist ein Problem aufgetreten. Die Zeitangaben sind daher möglicherweise falsch...

source: CityTime::Time Changing
de: Neue Zeit festlegen

source: CityTimeBase::<CITY 1 TIME>
de: <Zeit für Stadt Nr. 1>

source: CityTimeBase::<CITY 2 TIME>
de: <Zeit für Stadt Nr. 2>

source: CityTimeBase::<CITY 3 TIME>
de: <Zeit für Stadt Nr. 3>

source: CityTimeBase::<CITY 4 TIME>
de: <Zeit für Stadt Nr. 4>

source: CityTimeBase::<CITY 5 TIME>
de: <Zeit für Stadt Nr. 5>

source: CityTimeBase::<location 1>
de: <Stadt Nr. 1>

source: CityTimeBase::<location 2>
de: <Stadt Nr. 2>

source: CityTimeBase::<location 3>
de: <Stadt Nr. 3>

source: CityTimeBase::<location 4>
de: <Stadt Nr. 4>

source: CityTimeBase::<location 5>
de: <Stadt Nr. 5>

source: CityTimeBase::City Time
de: Weltzeituhr

source: ZoneMap::<p>Couldn't load map: %1, exiting
de: <p>Die %1-Karte kann nicht geladen werden; Programm wird abgebrochen.

source: ZoneMap::<p>Unable to find any timezone information in %1 or %2
de: <p>Kann keine Zeitzoneninformationen in %1 oder %2 finden.

source: ZoneMap::CITY
de: Stadt

source: ZoneMap::Couldn't Find Map
de: Kann keine Karte finden.

source: ZoneMap::Fri
de: Fr

source: ZoneMap::Mon
de: Mo

source: ZoneMap::Sat
de: Sa

source: ZoneMap::Sun
de: So

source: ZoneMap::Thu
de: Do

source: ZoneMap::Tue
de: Di

source: ZoneMap::Unable to Find Timezone Info
de: Kann keine Zeitzoneninformationen finden.

source: ZoneMap::Wed
de: Mi
