Repository: qtextended/qpe
Catalog: i18n/*/filebrowser.po
Languages: de

source: FileBrowser::&Dir
de: &Verzeichnis

source: FileBrowser::&Sort
de: &Sortieren

source: FileBrowser::Close
de: Schließen

source: FileBrowser::Copy
de: Kopieren

source: FileBrowser::Cut
de: Ausschneiden

source: FileBrowser::File Browser
de: Filebrowser

source: FileBrowser::New folder
de: Neues Verzeichnis

source: FileBrowser::Parent dir
de: Übergeordnetes Verzeichnis

source: FileBrowser::Paste
de: Einfügen

source: FileBrowser::Previous dir
de: Letztes Verzeichnis

source: FileBrowser::by &Date
de: nach &Datum

source: FileBrowser::by &Name
de: nach &Namen

source: FileBrowser::by &Size
de: nach &Größe

source: FileBrowser::by &Type
de: nach Datei&typ

source: FileView::&Copy
de: &Kopieren

source: FileView::&Cut
de: Auss&chneiden

source: FileView::&No
de: &Nein

source: FileView::&Ok
de: &OK

source: FileView::&Paste
de: &Einfügen

source: FileView::&Run
de: St&arten

source: FileView::&Select all
de: Alles &markieren

source: FileView::&View as text
de: Als &Text anzeigen

source: FileView::&Yes
de: &Ja

source: FileView::Are you sure?
de: Sind Sie sicher?

source: FileView::Cut failed!
de: Kein Ausschneiden möglich!

source: FileView::Cut
de: Ausschneiden

source: FileView::Dese&lect all
de: Auswahl &rückgängig machen

source: FileView::Folder creation failed!
de: Verzeichnis kann nicht angelegt werden!

source: FileView::Launch Application
de: Starte Programm

source: FileView::Launch failed!
de: Programmstart gescheitert!

source: FileView::New folder
de: Neues Verzeichnis

source: FileView::Paste failed!
de: Einfügen gescheitert!

source: FileView::Paste file
de: Datei einfügen

source: FileView::R&ename
de: &Umbenennen

source: FileView::Rename failed!
de: Umbenennung gescheitert!

source: FileView::Rename file
de: Datei umbenennen

source: FileView::Unable to open file!
de: Datei kann nicht geöffnet werden!

source: FileView::View as text
de: Als Text anzeigen
