Repository: qtextended/qpe
Catalog: i18n/*/login_*.po
Languages: de

source: QDMDialog::Clear
de: Löschen

source: QDMDialog::Shutdown
de: Ausschalten

source: QDMDialog::Sleep
de: Stromspar

source: QDMDialog::Today:
de: Heute:

source: QDMDialog::User
de: Benutzer

source: QDMDialog::Welcome to mLinux [iPAQ]
de: Wilkommen zu mLinux [iPAQ]

source: QDMDialogImpl::Cancel
de: Abbrechen

source: QDMDialogImpl::Do you really want to go to sleep mode now?
de: Möchten Sie wirklich jetzt inden Stromsparmodus wechseln?

source: QDMDialogImpl::Do you really want to shut the system down now?
de: Möchten Sie wirklich jetzt das System beenden?

source: QDMDialogImpl::Password wrong
de: Das Passwort ist falsch!

source: QDMDialogImpl::The given password is incorrect
de: Das Passwort ist falsch!
