Repository: qtextended/qpe
Catalog: i18n/*/minesweep.po
Languages: de

source: MineSweep::About MineSweep
de: Infos zum Programm

source: MineSweep::Advanced
de: Fortgeschrittenenmodus

source: MineSweep::Beginner
de: Anfängermodus

source: MineSweep::Close
de: Schließen

source: MineSweep::Expert
de: Expertenmodus

source: MineSweep::Game
de: Spielen

source: MineSweep::Help
de: Hilfe

source: MineSweep::Instructions
de: Anleitung

source: MineSweep::Mine Sweep
de: Minenjagd

source: MineSweep::MineSweeper
de: Minenjagd

source: MineSweep::Press and hold to mark a mine
de: Zum Markieren einer Mine drücken und halten Sie das Eingabegerät auf die entsprechende Stelle.

source: MineSweep::You exploded!
de: Sie sind leider in die Luft gegangen!

source: MineSweep::You won!
de: Sie haben gewonnen!
