Repository: qtextended/qpe
Catalog: i18n/*/settings.po
Languages: de

source: AppearanceSettingsBase::Appearance
de: Erscheinungsbild

source: AppearanceSettingsBase::Color Scheme:
de: Farbschema

source: AppearanceSettingsBase::QPE
de: QPE

source: AppearanceSettingsBase::Style:
de: Stil

source: AppearanceSettingsBase::Windows
de: Windows

source: LanguageSettingsBase::English
de: Englisch

source: LanguageSettingsBase::German
de: Deutsch

source: LanguageSettingsBase::Japanese
de: Japanisch

source: LanguageSettingsBase::Korean
de: Koreanisch

source: LanguageSettingsBase::Language
de: Sprache

source: LanguageSettingsBase::Norwegian
de: Norwegisch

source: LanguageSettingsBase::Simplified Chinese
de: Chinesisch (vereinfacht)

source: LanguageSettingsBase::Traditional Chinese
de: Chinesisch (traditionell)

source: LightSettingsBase::<blockquote>The brighter the backlight, the more battery power is used.</blockquote>
de: <p>Je heller die Hintergrundbeleuchtung, desto kürzer die Batterielebensdauer.

source: LightSettingsBase::Adjust to environment
de: Anpassung an die Raumverhältnisse.

source: LightSettingsBase::Bright
de: Hell

source: LightSettingsBase::By sensing the ambient light where you are using your device, the backlight can be adjusted automatically. The brightness setting still affects the average brightness.
de: Die Hintergrundbeleuchtung kann mit Hilfe des Beleuchtungssensors automatisch an die Umgebungsverhältnisse angepasst werden. Die durchschnittliche Helligkeit wird nichtsdestotrotz durch die Helligkeitseinstellung beeinflusst.

source: LightSettingsBase::Dim after some inactivity
de: Helligkeit nach einer gewissen Inaktivi- tätsdauer heruntersetzen.

source: LightSettingsBase::Light Settings
de: Helligkeitseinstellungen

source: LightSettingsBase::Off
de: Aus

source: RotationSettingsBase::<p>The chosen rotation will only affect new applications.
de: <p>Beachten Sie, dass nur neu gestartete Programme entsprechend rotiert angezeigt werden.<p>

source: RotationSettingsBase::Rotation Settings
de: Rotationseinstellungen

source: SetDateTime::Set System Time
de: Systemzeit setzen

source: SetDateTime::Time Zone
de: Zeitzone

source: SetTime::Hour
de: Stunde

source: SetTime::Minute
de: Minute

source: SettingsBase::<blockquote>The brighter the backlight, the more battery power is used.</blockquote>
de: <p>Je heller die Hintergrundbeleuchtung, desto kürzer die Batterielebensdauer.

source: SettingsBase::<p>The chosen rotation will only affect new applications.
de: <p>Beachten Sie, dass nur neu gestartete Programme entsprechend rotiert angezeigt werden.<p>

source: SettingsBase::Adjust to environment
de: Anpassen an die Umgebungsverhältnisse

source: SettingsBase::Bright
de: Hell

source: SettingsBase::By sensing the ambient light where you are using your device, the backlight can be adjusted automatically. The brightness setting still affects the average brightness.
de: Die Hintergrundbeleuchtung kann mit Hilfe des Beleuchtungssensors automatisch an die Umgebungsverhältnisse angepasst werden. Die durchschnittliche Helligkeit wird nichtsdestotrotz durch die Helligkeitseinstellung beeinflusst.

source: SettingsBase::By sensing the ambient noise where you are using your device, the volume is adjusted automatically. The volume setting still affects the average volume.
de: Die Lautstärke wird automatisch mit Hilfe des Geräuschsensors an die Umgebungsverhältnisse angepasst. Änderungen in der Lautstärkeeinstellung beeinflussen nichtsdestotrotz die Durchschnittslautstärke.

source: SettingsBase::Color Scheme:
de: Farbschema

source: SettingsBase::Dim after some inactivity
de: Helligkeit nach einer gewissen Inaktivitätsdauer heruntersetzen.

source: SettingsBase::English
de: Englisch

source: SettingsBase::Japanese
de: Japanisch

source: SettingsBase::Language
de: Sprache

source: SettingsBase::Light
de: Helligkeit

source: SettingsBase::Loud
de: Laut

source: SettingsBase::Off
de: Aus

source: SettingsBase::QPE
de: QPE

source: SettingsBase::Rotation
de: Rotation

source: SettingsBase::Settings
de: Einstellungen

source: SettingsBase::Silent
de: Leise

source: SettingsBase::Simplified Chinese
de: Chinesisch (vereinfacht)

source: SettingsBase::Sound
de: Sound

source: SettingsBase::Style
de: Stil

source: SettingsBase::Style:
de: Stil

source: SettingsBase::Traditional Chinese
de: Chinesisch (traditionell)

source: SettingsBase::Windows
de: Windows

source: SoundSettingsBase::Adjust to environment
de: An die Umgebung anpassen

source: SoundSettingsBase::By sensing the ambient noise where you are using your device, the volume is adjusted automatically. The volume setting still affects the average volume.
de: Die Lautstärke wird automatisch mit Hilfe des Geräuschsensors an die Umgebungsverhältnisse angepasst. Änderungen in der Lautstärkeeinstellung beeinflussen nichtsdestotrotz die Durchschnittslautstärke.

source: SoundSettingsBase::Loud
de: Laut

source: SoundSettingsBase::Silent
de: Leise

source: SoundSettingsBase::Sound Settings
de: Soundkonfiguration
