Repository: qtextended/qpe
Catalog: i18n/*/snake.po
Languages: de

source: SnakeGame:: Score : %1
de: Punkte : %1

source: SnakeGame::GAME OVER! Your Score: %1
de: GAME OVER! Punkte: %1"

source: SnakeGame::How To Play
de: Spielanleitung

source: SnakeGame::How to Play Snake
de: Spielanleitung

source: SnakeGame::New Game
de: Neues Spiel

source: SnakeGame::Press Any Key To Start
de: Spielbeginn: Betätigen Sie eine beliebige Taste.

source: SnakeGame::Press Any Key to Begin a New Game.
de: Neues Spiel: Betätigen Sie eine beliebige Taste.

source: SnakeGame::Quit
de: Beenden

source: SnakeGame::SNAKE!
de: SCHLANGE!

source: SnakeGame::Use the arrow keys to guide the snake to eat the mouse. You must not crash into the walls, edges or its tail.
de: Betätigen Sie die Pfeiltasten, um der Schlange zu einer Mausmahlzeit zu verhelfen. Allerdings sollten Sie sich vor den Wänden und dem Schlangenschwanz in Acht nehmen.

source: SnakeGame::Use the arrow keys to guide the snake to eat the mouse. You must not crash into the walls, edges or its tail.
de: Betätigen Sie die Pfeiltasten, um der Schlange zu einer Mausmahlzeit zu verhelfen. Allerdings sollten Sie sich vor den Wänden und dem Schlangenschwanz in Acht nehmen.
