Repository: qtextended/qpe
Catalog: i18n/*/solitaire.po
Languages: de

source: CanvasCardWindow::&About
de: &Infos zum Programm

source: CanvasCardWindow::&Change Card Backs
de: Karten&rückseite ändern

source: CanvasCardWindow::&Close
de: &Schließen

source: CanvasCardWindow::&File
de: &Datei

source: CanvasCardWindow::&Help
de: &Hilfe

source: CanvasCardWindow::&New Game of Solitaire
de: Neues Solitaire-Spiel

source: CanvasCardWindow::&Settings
de: &Einstellungen

source: CanvasCardWindow::&Snap On/Off
de: &Magnet an/aus

source: CanvasCardWindow::<h3>About Qt Card Games</h3><p>These games were implemented<br>easily using Qt.<br>The canvas widget was used<br> as the basison which<br>the playing area is drawn.<br>Each card is an object on the canvas,<br>as are the decorations.<br>All the animation is done by Qt.<p>
de: <h3>Diese Kartenspiele...</h3><p>... wurden mit Qt implementiert.<br>Als Grundfläche dient ein Canvas-Widget,<br>auf dem das Spielfeld gezeichnet wird. Jede Karte ist ein eigenständiges Objekt auf der Grundfläche, dasselbe gilt auch für die Verzierungen. Auch die Animation wird von Qt bereit gestellt.<p>

source: CanvasCardWindow::<h3>Freecell</h3><p>The object of the game is to stack all the<br>cards on the top right 4 piles from the Aces<br>to the Kings in suit. The rules are that<br>you can only move red cards of the next<br>lowest values on top of black cards, or<br>or black ones on to red ones in order.<br>You can move any card to the remaining<br>vacant freecells to help you move the cards.<p>Good luck and enjoy playing Freecell!<p>
de: <h3>Freecell</h3><p>Ziel des Spiels ist es, alle Karten auf den vier<br>rechten Stapeln in der Reihenfolge Ass bis König<br>abzulegen. Dabei gelten folgende Regeln:<br>Auf schwarzen Karten dürfen nur rote Karten mit<br>dem nächstniedrigeren Wert abgelegt werden und umgekehrt.<br>Auf freien Feldern können beliebige Karten<br>zwischengelagert werden.<br><p>Viel Spaß mit Freecell!<p>

source: CanvasCardWindow::<h3>Solitaire</h3><p>The object of the game is to stack all the<br>cards on the top piles from the Aces to<br>the Kings in suit. The rules are that you<br>can only move a red card of the next lowest<br>values on top of black cards in the lower<br>playing area, or a black on a red in order.<br>You can get new cards from the face down<br>stack to help you move the cards.<p>Good luck and enjoy playing Solitaire!<p>
de: <h3>Solitaire</h3><p>Ziel des Spiels ist es, alle Karten vom Ass bis<br>zum König in der passenden Reihenfolge abzulegen.<br>Dabei gelten folgende Regeln:<br>Nur rote Karten mit dem nächstniedrigeren Wert<br>können auf schwarze Karten folgen und umgekehrt.<br>Neue Karten, die -- hoffentlich -- die Lücken schließen,<br>ziehen Sie vom umgedrehten Stapel.<br><p>Viel Spaß mit Solitaire!<p>

source: CanvasCardWindow::About
de: Infos zum Programm

source: CanvasCardWindow::Change Card Backs
de: Kartenrückseite ändern

source: CanvasCardWindow::Change Cards Drawn
de: Anzahl der zu ziehenden Karten ändern

source: CanvasCardWindow::Close
de: Schließen

source: CanvasCardWindow::Dismiss
de: Verwerfen

source: CanvasCardWindow::File
de: Datei

source: CanvasCardWindow::Freecell
de: Freecell

source: CanvasCardWindow::Help
de: Hilfe

source: CanvasCardWindow::New Game of Solitaire
de: Neues Solitaire-Spiel

source: CanvasCardWindow::Qt Card Game Example
de: Qt-Kartenspielbeispiel

source: CanvasCardWindow::Qt Freecell
de: Qt Freecell

source: CanvasCardWindow::Qt Solitaire
de: Qt Solitaire

source: CanvasCardWindow::Settings
de: Einstellungen

source: CanvasCardWindow::Snap On/Off
de: Magnet an/aus

source: CanvasCardWindow::Solitaire
de: Solitaire
