Repository: qtextended/qpe
Catalog: i18n/*/todo.po
Languages: de

source: NewTaskDialogBase::&Description:
de: &Beschreibung

source: NewTaskDialogBase::&Done
de: &Fertig

source: NewTaskDialogBase::&Priority:
de: &Priorität

source: NewTaskDialogBase::1 - Very High
de: 1 - sehr hoch

source: NewTaskDialogBase::2 - High
de: 2 - hoch

source: NewTaskDialogBase::3 - Normal
de: 3 - normal

source: NewTaskDialogBase::4 - Low
de: 4 - niedrig

source: NewTaskDialogBase::5 - Very Low
de: 5 - sehr niedrig

source: NewTaskDialogBase::<Nothing>
de: <Leer>

source: NewTaskDialogBase::Business
de: Business

source: NewTaskDialogBase::C&ategory:
de: &Kategorie

source: NewTaskDialogBase::D&ue
de: F&rist

source: NewTaskDialogBase::Dinner
de: Abendessen

source: NewTaskDialogBase::Image
de: Bild

source: NewTaskDialogBase::Jan 02 2000
de: 02. Januar 2000

source: NewTaskDialogBase::Lunch
de: Mittag

source: NewTaskDialogBase::Meeting
de: Meeting

source: NewTaskDialogBase::New Task
de: Neue Aufgabe

source: NewTaskDialogBase::Private
de: Privat

source: NewTaskDialogBase::Text
de: Text

source: NewTaskDialogBase::Travel
de: Reise

source: TodoTable::C.
de: K.

source: TodoTable::Description
de: Beschreibung

source: TodoTable::Prior.
de: Prior.

source: TodoWindow::<Nothing>
de: <Leer>

source: TodoWindow::Close
de: Schließen

source: TodoWindow::Delete
de: Löschen

source: TodoWindow::Edit Task
de: Eintrag ändern

source: TodoWindow::Edit
de: Ändern

source: TodoWindow::File
de: Datei

source: TodoWindow::New Task
de: Neue Aufgabe

source: TodoWindow::Task
de: Aufgabe

source: TodoWindow::Todo
de: Aufgaben

source: TodoWindow::You haven't entered a description!
de: Sie haben die Aufgabenbeschreibung vergessen!
