Repository: qtextended/qpe
Catalog: i18n/*/wordgame.po
Languages: de

source: NewGameBase::&Cancel
de: &Abbrechen

source: NewGameBase::&OK
de: &OK

source: NewGameBase::AI3: Smart AI player
de: AI3: Computergegner

source: NewGameBase::New Game
de: Neues Spiel

source: NewGameBase::Players
de: Spieler

source: NewGameBase::Rules
de: Regeln

source: RulesBase::&Cancel
de: &Abbrechen

source: RulesBase::&OK
de: &OK

source: RulesBase::Board
de: Spielfeld

source: RulesBase::Delete
de: Löschen

source: RulesBase::Edit...
de: Ändern...

source: RulesBase::Game Rules
de: Spielregeln

source: RulesBase::Name:
de: Name:

source: RulesBase::Size:
de: Größe:

source: WordGame::Do you want to end the game early?
de: Möchten Sie das Spiel vorzeitig abbrechen?

source: WordGame::End game
de: Spiel beenden

source: WordGame::No
de: Nein

source: WordGame::Yes
de: Ja
